/* No comment */
"Listing directory {0} failed" = "Richiesta elenco file cartella {0} fallita";

/* Touch file failed */
"Cannot create {0}" = "Impossibile creare il file {0}";

/* Create directory failed */
"Cannot create folder {0}" = "Impossibile creare la cartella {0}";

/* Moving file failed */
"Cannot rename {0}" = "Impossibile rinominare il file {0}";

/* Reading metadata of file failed */
"Failure to read attributes of {0}" = "Impossibile leggere gli attributi di {0}";

/* Writing metadata of file failed */
"Failure to write attributes of {0}" = "Impossibile scrivere gli attributi di {0}";

/* Removing file failed */
"Cannot delete {0}" = "Impossibile eliminare il file {0}";

/* Ownership of file */
"Cannot change owner" = "Impossibile modificare il proprietario";

/* Group ownership of file or folder */
"Cannot change group" = "Impossibile modificare il gruppo";

/* Fails to change UNIX access permissions */
"Cannot change permissions of {0}" = "Impossibile modificare i permessi di {0}";
"Cannot change timestamp of {0}" = "Impossibile modificare la data di {0}";

/* Mount failure */
"Connection failed" = "Connessione non riuscita";

/* Transfer failure */
"Download {0} failed" = "Download di {0} fallito";

/* Transfer failure */
"Upload {0} failed" = "Upload di {0} fallito";

/* Content distribution network configuration failures */
"Cannot read CDN configuration" = "Impossibile leggere la configurazione CDN";
"Cannot write CDN configuration" = "Impossibile scrivere la configurazione CDN";

/* Container configuration such as logging or versioning */
"Cannot read container configuration" = "Impossibile leggere la configurazione del contenitore";

"Interoperability failure" = "Errore di compatibilità";
"Access denied" = "Accesso negato";
"File not found" = "File non trovato";

"DNS lookup for {0} failed" = "Lookup DNS per {0} fallito";

"Mismatch between MD5 hash {0} of uploaded data and ETag {1} returned by the server" = "L'hash MD5 {0} dei dati caricati e l'ETag {1} restituito dal server non corrispondono";

"Insufficient disk space" = "Spazio disco insufficiente";
"Only {0} available disk space" = "Solo {0} di spazio disponibile nel disco";

"Unsupported" = "Non supportato";

/* No comment */
"Please contact your web hosting service provider for assistance" = "Per ricevere assistenza contatta il servizio di hosting";

/* No comment */
"DNS is the network service that translates a server name to its Internet address. This error is most often caused by having no connection to the Internet or a misconfigured network. It can also be caused by an unresponsive DNS server or a firewall preventing access to the network." = "Il DNS è il servizio di rete che converte un nome di server in un indirizzo internet. \nIn genere si ha questo errore quando la connessione internet è assente o non ben configurata. \nPuò dipendere anche da una errata configurazione del firewall o da un server DNS che non risponde.";

/* No comment */
"The connection attempt was rejected. The server may be down, or your network may not be properly configured." = "Il tentativo di connessione non è andato a buon fine. \nIl server può non aver risposto o la connessione di rete è configurata in maniera non corretta.";